Repository: unalkoseoglu/social-bookmark
Catalog: Social Bookmark/*.lproj/Localizable.strings
Languages: de

# common.error
source: Error
de: Fehler

# common.unknown_error
source: Unknown error
de: Unbekannter Fehler

# common.offline_save_info
source: Changes will be saved
de: Änderungen werden gespeichert

# common.cancel
source: Cancel
de: Abbrechen

# common.done
source: Done
de: Fertig

# common.delete
source: Delete
de: Löschen

# common.edit
source: Edit
de: Bearbeiten

# common.save
source: Save
de: Speichern

# common.copy
source: Copy
de: Kopieren

# common.go_back
source: Go Back
de: Zurück

# common.loading
source: Loading...
de: Laden...

# common.success
source: Success
de: Erfolg

# common.retry
source: Retry
de: Wiederholen

# common.all
source: All
de: Alle

# common.today
source: Today
de: Heute

# common.this_week
source: This Week
de: Diese Woche

# common.favorites
source: Favorites
de: Favoriten

# common.uncategorized
source: Uncategorized
de: Nicht kategorisiert

# common.skip
source: Skip
de: Überspringen

# common.continue
source: Continue
de: Weiter

# common.getStarted
source: Get Started
de: Loslegen

# common.min_read
source: min read
de: Min. Lesedauer

# common.words
source: words
de: Wörter

# common.show_more
source: Show More
de: Mehr anzeigen

# auth.welcome_title
source: Social Bookmark
de: Link Bookmark

# auth.welcome_subtitle
source: Save, organize and access your social media content from anywhere.
de: Speichere, organisiere und greife von überall auf deine Social-Media-Inhalte zu.

# auth.or_divider
source: or
de: oder

# auth.continue_anonymously
source: Continue Without Account
de: Als Gast fortfahren

# auth.sign_in_apple
source: Sign in with Apple
de: Mit Apple anmelden

# auth.sign_up
source: Sign Up
de: Registrieren

# auth.terms_notice
source: By continuing, you agree to the Terms of Service and Privacy Policy.
de: Durch Fortfahren akzeptierst du die Nutzungsbedingungen und die Datenschutzerklärung.

# auth.error_title
source: Error
de: Fehler

# auth.sign_in
source: Sign In
de: Anmelden

# auth.anonymous_user
source: Anonymous User
de: Anonymer Benutzer

# auth.user
source: User
de: Benutzer

# auth.anonymous_account
source: Anonymous Account
de: Anonymes Konto

# auth.not_signed_in
source: Not Signed In
de: Nicht angemeldet

# auth.sign_in_to_sync
source: Sign in to sync your data
de: Melde dich an, um deine Daten zu synchronisieren

# auth.tap_to_secure
source: Tap to secure
de: Tippen, um Konto zu sichern

# auth.error.not_authenticated
source: You need to sign in
de: Bitte melde dich zuerst an

# auth.error.not_anonymous
source: This action is only for anonymous accounts
de: Diese Aktion ist nur für anonyme Konten verfügbar

# auth.error.sign_up_failed
source: Sign up failed
de: Registrierung fehlgeschlagen

# auth.error.apple_sign_in_failed
source: Apple Sign In failed
de: Apple Login fehlgeschlagen

# auth.error.invalid_credentials
source: Invalid email or password
de: Ungültige E-Mail oder Passwort

# auth.error.email_not_confirmed
source: Please confirm your email
de: Bitte bestätige deine E-Mail-Adresse

# auth.error.user_already_exists
source: This email is already registered
de: Diese E-Mail ist bereits registriert

# auth.error.weak_password
source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen lang sein

# auth.error.invalid_email
source: Invalid email address
de: Ungültige E-Mail-Adresse

# auth.error.rate_limit
source: Too many attempts. Please wait
de: Zu viele Versuche, bitte später erneut versuchen

# auth.error.user_not_found
source: User not found
de: Benutzer nicht gefunden

# auth.error.network
source: No internet connection
de: Keine Internetverbindung

# auth.error.unknown
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten

# greeting.morning
source: Good morning
de: Guten Morgen

# greeting.afternoon
source: Good afternoon
de: Guten Tag

# greeting.evening
source: Good evening
de: Guten Abend

# greeting.night
source: Good night
de: Gute Nacht

# greeting.welcome
source: Welcome
de: Willkommen

# tab.library
source: Library
de: Mediathek

# tab.add
source: Add
de: Hinzufügen

# tab.search
source: Search
de: Suche

# home.title
source: Bookmarks
de: Lesezeichen

# home.greeting.morning
source: Good Morning
de: Guten Morgen

# home.greeting.afternoon
source: Good Afternoon
de: Guten Tag

# home.greeting.evening
source: Good Evening
de: Guten Abend

# home.stats_summary %lld %lld
source: %lld total • %lld unread
de: Gesamt %lld • %lld ungelesen

# home.stat.total
source: Total
de: Gesamt

# home.stat.unread
source: Unread
de: Ungelesen

# home.stat.total_count %lld
source: %lld bookmarks
de: %lld Lesezeichen

# home.stat.unread_count %lld
source: %lld unread
de: %lld ungelesen

# home.stat.this_week
source: This Week
de: Diese Woche

# home.section.quick_access
source: Quick Access
de: Schnellzugriff

# home.section.categories
source: Categories
de: Kategorien

# home.section.recent
source: Recently Added
de: Zuletzt hinzugefügt

# home.filter.unread
source: Unread
de: Ungelesen

# home.filter.favorites
source: Favorites
de: Favoriten

# home.filter.today
source: Today
de: Heute

# home.action.edit
source: Edit
de: Bearbeiten

# home.action.see_all
source: See All
de: Alle anzeigen

# home.action.create_categories
source: Create Categories
de: Kategorien erstellen

# home.action.add_first
source: Add Your First Bookmark
de: Füge dein erstes Lesezeichen hinzu

# home.empty.no_bookmarks
source: No bookmarks yet
de: Keine Lesezeichen vorhanden

# home.empty.no_bookmarks_desc
source: Add content using the share button or start by adding your first bookmark.
de: Nutze den Teilen-Button oder tippe unten, um zu beginnen.

# home.empty.add_category
source: Add Category
de: Kategorie hinzufügen

# home.empty.add_category_desc
source: Create categories to organize your bookmarks
de: Erstelle Kategorien, um deine Lesezeichen zu ordnen

# home.limit.approaching
source: Limit approaching
de: Limit fast erreicht

# home.limit.approaching_desc
source: Upgrade to Pro for unlimited space and features.
de: Upgrade auf Pro für unbegrenzten Speicher und mehr Features.

# library.title
source: Library
de: Mediathek

# library.segment.all
source: All
de: Alle

# library.segment.categories
source: Categories
de: Kategorien

# library.segment.sources
source: Sources
de: Quellen

# library.empty.title
source: No bookmarks yet
de: Keine Lesezeichen

# library.empty.subtitle
source: Save content from social media
de: Beginne damit, Inhalte von Social Media zu speichern

# library.categories.empty.title
source: No categories
de: Keine Kategorien

# library.categories.empty.subtitle
source: Create categories to organize your bookmarks
de: Erstelle Kategorien, um deine Inhalte zu organisieren

# library.action.create_default_categories
source: Create Default Categories
de: Standard-Kategorien erstellen

# all.title
source: All Bookmarks
de: Alle Lesezeichen

# all.search_prompt
source: Search title, notes or tags...
de: Suche in Titeln, Notizen oder Tags...

# all.section.bookmarks
source: Bookmarks
de: Lesezeichen

# all.stats.total
source: Total
de: Gesamt

# all.stats.unread
source: Unread
de: Ungelesen

# all.sort.newest
source: Newest
de: Neueste zuerst

# all.sort.oldest
source: Oldest
de: Älteste zuerst

# all.sort.alphabetical
source: Alphabetical
de: Alphabetisch

# all.sort.source
source: By Source
de: Nach Quelle

# all.filter.title
source: Filter
de: Filtern

# all.filter.all
source: All
de: Alle

# all.filter.source
source: Source
de: Quelle

# all.filter.only_unread
source: Only Unread
de: Nur ungelesen

# all.menu.sort
source: Sort
de: Sortieren

# all.action.mark_read
source: Mark as Read
de: Als gelesen markieren

# all.action.mark_unread
source: Mark as Unread
de: Als ungelesen markieren

# all.action.mark_all_read
source: Mark All as Read
de: Alle als gelesen markieren

# all.action.clear_filters
source: Clear Filters
de: Filter löschen

# all.empty.title
source: No Bookmarks
de: Keine Lesezeichen

# all.empty.desc
source: You haven't added any bookmarks yet.
de: Du hast noch keine Lesezeichen hinzugefügt.

# all.empty.no_results
source: No bookmarks match your search.
de: Keine Ergebnisse für deine Suche gefunden.

# filtered.search_prompt
source: Search...
de: Suchen...

# filtered.section.bookmarks
source: Bookmarks
de: Lesezeichen

# filtered.mark_read
source: Mark as Read
de: Als gelesen markieren

# filtered.unfavorite
source: Remove from Favorites
de: Aus Favoriten entfernen

# filtered.desc.unread
source: Bookmarks you haven't read yet
de: Lesezeichen, die du noch nicht gelesen hast

# filtered.desc.favorites
source: Bookmarks you marked as favorite
de: Inhalte, die du mit einem Stern markiert hast

# filtered.desc.today
source: Bookmarks you added today
de: Heute hinzugefügte Inhalte

# filtered.empty.unread.title
source: All Caught Up!
de: Alles gelesen!

# filtered.empty.unread.desc
source: You've read all your bookmarks. Great job!
de: Du bist auf dem neuesten Stand. Gute Arbeit!

# filtered.empty.favorites.title
source: No Favorites
de: Keine Favoriten

# filtered.empty.favorites.desc
source: You haven't added any favorites yet.
de: Du hast noch keine Inhalte als Favoriten markiert.

# filtered.empty.today.title
source: Nothing Today
de: Heute nichts Neues

# filtered.empty.today.desc
source: You haven't added any bookmarks today.
de: Du hast heute keine Lesezeichen hinzugefügt.

# categoryDetail.search_prompt
source: Search...
de: Suchen...

# categoryDetail.empty_title
source: No Bookmarks Yet
de: Keine Lesezeichen

# categoryDetail.empty_desc
source: There are no bookmarks in this category.
de: Keine Inhalte in dieser Kategorie.

# search.title
source: Search
de: Suche

# search.placeholder
source: Search bookmarks...
de: Lesezeichen durchsuchen...

# search.scope.all
source: All
de: Alle

# search.scope.title
source: Title
de: Titel

# search.scope.notes
source: Notes
de: Notizen

# search.recent
source: Recent Searches
de: Zuletzt gesucht

# search.clear
source: Clear
de: Löschen

# search.popular_tags
source: Popular Tags
de: Beliebte Tags

# search.browse_by_source
source: Browse by Source
de: Nach Quelle durchsuchen

# search.suggestions
source: Suggestions
de: Vorschläge

# search.results_count %lld
source: %lld results found
de: %lld Ergebnisse gefunden

# search.no_results.title
source: No Results
de: Keine Ergebnisse

# search.no_results.desc %@
source: No results found for "%@".
de: Wir konnten nichts zu "%@" finden.

# search.try_again
source: Try Again
de: Erneut versuchen

# search.empty
source: No results found
de: Keine Ergebnisse

# search.searching
source: Searching...
de: Suchen...

# addBookmark.title
source: New Bookmark
de: Neues Lesezeichen

# addBookmark.section.basic
source: Basic Info
de: Basis-Info

# addBookmark.section.notes
source: Notes
de: Notizen

# addBookmark.section.organization
source: Organization
de: Organisation

# addBookmark.section.image
source: Image
de: Bild

# addBookmark.section.category
source: Category
de: Kategorie

# addBookmark.section.source
source: Source
de: Quelle

# addBookmark.field.title
source: Title
de: Titel

# addBookmark.field.notes
source: Add your notes here
de: Notizen hier hinzufügen

# addBookmark.field.note
source: Note
de: Notiz

# addBookmark.field.tags.hint
source: Separate with commas
de: Mit Komma trennen

# addBookmark.field.source
source: Source
de: Quelle

# addBookmark.field.category
source: Category
de: Kategorie

# addBookmark.select
source: Select
de: Auswählen

# addBookmark.no_category
source: No Category
de: Keine Kategorie

# addBookmark.category.none
source: Uncategorized
de: Nicht kategorisiert

# addBookmark.tags.placeholder
source: swift, ios, development
de: Technik, Kochen, News

# addBookmark.tags.hint
source: Separate multiple tags with commas
de: Tags mit Komma getrennt eingeben

# addBookmark.image.add
source: Add Photo
de: Bild hinzufügen

# addBookmark.image.edit
source: Edit
de: Bearbeiten

# addBookmark.image.remove
source: Remove
de: Entfernen

# addBookmark.status.content_fetched
source: Content fetched
de: Inhalt geladen

# addBookmark.status.page_filled
source: Page info filled
de: Seiteninfo ausgefüllt

# addBookmark.status.linkedin_fetched
source: LinkedIn content fetched
de: LinkedIn Inhalt geladen

# addBookmark.status.reddit_fetched
source: Reddit content fetched
de: Reddit Inhalt geladen

# addBookmark.status.tweet_fetched
source: Tweet content fetched
de: Tweet geladen

# addBookmark.status.images_count %lld
source: (%lld images)
de: (%lld Bilder)

# addBookmark.preview.linkedin
source: LinkedIn Preview
de: LinkedIn Vorschau

# addBookmark.preview.reddit
source: Reddit Preview
de: Reddit Vorschau

# addBookmark.preview.tweet
source: Tweet Preview
de: Tweet Vorschau

# addBookmark.preview.images %lld
source: %lld images
de: %lld Bilder

# addBookmark.loading.images %lld
source: Loading %lld images...
de: Lade %lld Bilder...

# addBookmark.ocr.processing
source: Extracting text...
de: Erkenne Text...

# addBookmark.errors
source: Errors
de: Fehler

# addBookmark.error.invalid_url
source: Invalid URL format
de: Ungültiges URL-Format

# addBookmark.action.save
source: Save
de: Speichern

# addBookmark.action.cancel
source: Cancel
de: Abbrechen

# addBookmark.saving
source: Saving...
de: Speichern...

# bookmarkDetail.section.content
source: Content
de: Inhalt

# bookmarkDetail.section.source
source: Source
de: Quelle

# bookmarkDetail.section.info
source: Information
de: Info

# bookmarkDetail.section.actions
source: Actions
de: Aktionen

# bookmarkDetail.status.read
source: Read
de: Gelesen

# bookmarkDetail.markRead
source: Read
de: Als gelesen markieren

# bookmarkDetail.markUnread
source: Unread
de: Als ungelesen markieren

# bookmarkDetail.addFavorite
source: Add to Favorites
de: Zu Favoriten hinzufügen

# bookmarkDetail.removeFavorite
source: Remove from Favorites
de: Aus Favoriten entfernen

# bookmarkDetail.openInBrowser
source: Open in Browser
de: Im Browser öffnen

# bookmarkDetail.copyUrl
source: Copy URL
de: URL kopieren

# bookmarkDetail.share
source: Share
de: Teilen

# bookmarkDetail.delete
source: Delete
de: Löschen

# bookmarkDetail.delete_title
source: Delete Bookmark?
de: Lesezeichen löschen?

# bookmarkDetail.delete_confirmation
source: Are you sure you want to delete this bookmark? This action cannot be undone.
de: Bist du sicher, dass du dieses Lesezeichen löschen möchtest? Dies kann nicht rückgängig gemacht werden.

# bookmarkDetail.word_count %lld
source: %lld words
de: %lld Wörter

# bookmark.no_content
source: No content available
de: Inhalt nicht verfügbar

# categories.title
source: Categories
de: Kategorien

# categories.empty
source: No categories yet
de: Keine Kategorien

# categories.create
source: New Category
de: Kategorie erstellen

# category.new.title
source: New Category
de: Neue Kategorie

# category.edit.title
source: Edit Category
de: Kategorie bearbeiten

# category.field.name
source: Category Name
de: Name

# category.field.name_placeholder
source: e.g. Work, Reading List, Research
de: z.B. Arbeit, Rezepte, Research

# category.field.color
source: Color
de: Farbe

# category.color.picker
source: Select Color
de: Farbauswahl

# category.preview
source: Preview
de: Vorschau

# category.delete.title
source: Delete Category
de: Kategorie löschen

# category.delete.message
source: This category will be deleted but bookmarks inside won't be removed.
de: Diese Kategorie wird gelöscht. Die enthaltenen Lesezeichen bleiben erhalten.

# categories.management.info_title
source: Categories
de: Kategorien

# categories.management.info_desc
source: Create categories to organize your bookmarks. You can drag to reorder them.
de: Erstelle Kategorien, um deine Lesezeichen zu ordnen. Zum Sortieren halten und ziehen.

# categories.management.count %lld
source: Categories (%lld)
de: Kategorien (%lld)

# categories.management.bookmark_count %lld
source: %lld bookmarks
de: %lld Lesezeichen

# categories.management.delete_confirmation %@
source: Are you sure you want to delete the '%@' category?
de: Möchtest du die Kategorie "%@" wirklich löschen?

# categories.management.delete_with_bookmarks %lld %@
source: This category contains %lld bookmarks. Deleting '%@' will categorize its bookmarks as Uncategorized. Continue?
de: Diese Kategorie enthält %lld Lesezeichen. Durch das Löschen werden diese als "Nicht kategorisiert" markiert. Fortfahren?

# categories.management.editing_status
source: Editing
de: Bearbeiten...

# category_picker.title
source: Category
de: Kategorie

# category_picker.none
source: Not Selected
de: Keine Auswahl

# category_picker.selection_title
source: Categories
de: Kategorie wählen

# source.twitter
source: X
de: X (Twitter)

# source.article
source: Article
de: Artikel

# source.other
source: Other
de: Andere

# preview.twitter.title
source: Tweet Preview
de: Tweet Vorschau

# preview.reddit.title
source: Reddit Preview
de: Reddit Vorschau

# preview.linkedin.title
source: LinkedIn Preview
de: LinkedIn Vorschau

# preview.medium.title
source: Medium Preview
de: Medium Vorschau

# reddit.preview.title
source: Reddit Preview
de: Reddit Vorschau

# reddit.images_count %lld
source: %lld images
de: %lld Bilder

# reddit.comments_count %lld
source: %lld comments
de: %lld Kommentare

# linkedin.preview.title
source: LinkedIn Preview
de: LinkedIn Vorschau

# linkedin.partial_content_warning
source: Partial Content
de: Teilweiser Inhalt

# tweet.preview.title
source: Tweet Preview
de: Tweet Vorschau

# medium.preview.title
source: Medium Article
de: Medium Artikel

# medium.preview.badge
source: Member
de: Mitglied

# medium.read_time %lld
source: %lld min read
de: %lld Min. Lesezeit

# error.network
source: Check your internet connection
de: Bitte überprüfe deine Internetverbindung

# error.network.title
source: Connection Error
de: Verbindungsfehler

# error.rate_limited
source: Too many requests. Please wait.
de: Zu viele Anfragen. Bitte später versuchen.

# error.twitter.title
source: X Error
de: X Fehler

# error.twitter.not_found
source: 𝕏 Tweet not found or may have been deleted.
de: 𝕏 Tweet nicht gefunden oder gelöscht.

# error.twitter.invalid_url
source: 𝕏 Invalid Twitter URL.
de: 𝕏 Ungültige Twitter URL.

# error.twitter.parse
source: ⚠️ Could not process tweet content.
de: ⚠️ Inhalt konnte nicht analysiert werden.

# error.twitter.generic
source: 𝕏 Could not fetch Twitter content.
de: 𝕏 Twitter-Daten konnten nicht geladen werden.

# error.reddit.title
source: Reddit Error
de: Reddit Fehler

# error.reddit.not_found
source: 👽 Reddit content not found.
de: 👽 Reddit Inhalt nicht gefunden.

# error.reddit.invalid_url
source: 👽 Invalid Reddit URL.
de: 👽 Ungültige Reddit URL.

# error.reddit.parse
source: ⚠️ Could not process Reddit content.
de: ⚠️ Reddit-Inhalt konnte nicht analysiert werden.

# error.linkedin.title
source: LinkedIn Error
de: LinkedIn Fehler

# error.linkedin.auth_required
source: 🔒 Sign in required to view this LinkedIn content.
de: 🔒 Bitte anmelden, um LinkedIn-Inhalte zu sehen.

# error.linkedin.bot_detected
source: ⏳ LinkedIn access temporarily restricted.
de: ⏳ Zugriff auf LinkedIn temporär eingeschränkt.

# error.medium.title
source: Medium Error
de: Medium Fehler

# error.medium.paywall
source: 📗 This article requires membership.
de: 📗 Dieser Artikel ist nur für Mitglieder.

# error.medium.parse
source: ⚠️ Could not process Medium content.
de: ⚠️ Medium-Inhalt konnte nicht analysiert werden.

# error.action.open_browser
source: Open in Browser
de: Im Browser öffnen

# share.title
source: Save Bookmark
de: Lesezeichen speichern

# share.section.source
source: Source
de: Quelle

# share.section.basic
source: Basic Info
de: Basis-Info

# share.section.notes
source: Notes
de: Notizen

# share.saving
source: Saving...
de: Speichern...

# share.success
source: Saved!
de: Erfolgreich gespeichert!

# validation.titleRequired
source: Title is required
de: Titel ist erforderlich

# validation.title_required
source: Title is required
de: Titel ist erforderlich

# validation.titleTooLong
source: Title too long (max 200 characters)
de: Titel zu lang (max. 200 Zeichen)

# validation.invalidURL
source: Invalid URL format
de: Ungültiges URL-Format

# validation.invalid_url
source: Invalid URL format
de: Ungültiges URL-Format

# validation.noteTooLong
source: Note too long (max 5000 characters)
de: Notiz zu lang (max. 5000 Zeichen)

# image.title
source: Image
de: Bild

# image.addPhoto
source: Add Photo
de: Foto hinzufügen

# image.takePhoto
source: Take Photo
de: Foto aufnehmen

# image.selectFromGallery
source: Select from Gallery
de: Aus Galerie wählen

# image.picker_subtitle
source: Take a photo or select from gallery
de: Foto aufnehmen oder aus Galerie wählen

# image.source_title
source: Image Source
de: Bildquelle

# image.crop
source: Crop
de: Zuschneiden

# image.rotate
source: Rotate
de: Drehen

# image.reset
source: Reset
de: Zurücksetzen

# ocr.title
source: OCR
de: Texterkennung (OCR)

# ocr.processing
source: Extracting text...
de: Extrahiere Text...

# ocr.noText
source: No text found
de: Kein Text erkannt

source: OCR Result
de: OCR Ergebnis

# settings.title
source: Settings
de: Einstellungen

# settings.section.general
source: General
de: Allgemein

# settings.section.bookmark
source: Bookmark Settings
de: Lesezeichen-Optionen

# settings.section.about
source: About
de: Über

# settings.section.danger
source: Danger Zone
de: Gefahrenzone

# settings.appearance
source: Appearance
de: Erscheinungsbild

# settings.language
source: Language
de: Sprache

# settings.autoDetectSource
source: Auto-detect Source
de: Quelle automatisch erkennen

# settings.showReadingTime
source: Show Reading Time
de: Lesezeit anzeigen

# settings.pro_banner_subtitle
source: Remove all limits and access from anywhere.
de: Schalte alle Limits frei und synchronisiere überall.

# settings.notifications
source: Notifications
de: Mitteilungen

# settings.notifications_header
source: Notification Settings
de: Benachrichtigungs-Einstellungen

# settings.notifications_footer
source: Stay informed about new features, reminders, and important updates.
de: Erhalte Infos über neue Features und wichtige Updates.

# appearance.font.rounded
source: Rounded
de: Abgerundet

# appearance.theme.light
source: Light
de: Hell

# appearance.theme.dark
source: Dark
de: Dunkel

# appearance.theme.black
source: Black
de: Schwarz (OLED)

# settings.account
source: Account
de: Konto

# settings.account_info
source: Account Information
de: Kontoinformationen

# settings.account_actions
source: Account Actions
de: Konto-Aktionen

# settings.link_account
source: Link Account
de: Konto verknüpfen

# settings.link_account_title
source: Link Your Account
de: Konto sichern

# settings.link_account_subtitle
source: Sign in with Apple to secure your bookmarks.
de: Mit Apple anmelden, um deine Lesezeichen zu sichern.

# settings.link_account_footer
source: Link your Apple account to secure your data and sync across all your devices.
de: Verknüpfe dein Apple-Konto für Datensicherung und Synchronisation.

# settings.link_keeps_data
source: All your existing bookmarks and categories will be transferred to your Apple account.
de: Deine vorhandenen Daten bleiben erhalten.

# settings.benefit_secure
source: End-to-end encryption security
de: Sicherere Datenspeicherung

# settings.benefit_sync
source: Sync across all devices
de: Automatische Synchronisation

# settings.benefit_devices
source: Access on all devices
de: Zugriff von allen Geräten

# settings.anonymous_warning_title
source: Your Account is Not Secure
de: Konto nicht gesichert

# settings.anonymous_warning_message
source: You may lose your data if you delete the app.
de: Wenn du die App löschst, gehen deine Daten verloren.

# settings.secure_your_account
source: Secure Your Account
de: Konto sichern
