Repository: unalkoseoglu/social-bookmark
Catalog: Social Bookmark/*.lproj/Localizable.strings
Languages: de

# settings.link_with_apple
source: Link with Apple
de: Mit Apple verknüpfen

# settings.sign_out
source: Sign Out
de: Abmelden

# settings.sign_out_title
source: Sign Out
de: Abmelden

# settings.sign_out_message
source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?

# settings.delete_account
source: Delete Account
de: Konto löschen

# settings.delete_account_title
source: Delete Account
de: Konto löschen

# settings.delete_account_message
source: This action cannot be undone. All data will be deleted.
de: Dies kann nicht rückgängig gemacht werden. Alle Daten werden gelöscht.

# settings.delete_account_warning
source: Deleting your account will permanently remove all your bookmarks and data.
de: Das Löschen deines Kontos entfernt alle Lesezeichen und Daten permanent.

# settings.sync_section
source: Synchronization
de: Synchronisation

# settings.sync
source: Sync Status
de: Synchronisationsstatus

# settings.sync_status
source: Sync Status
de: Status

# settings.synced
source: Synced
de: Synchronisiert

# sync.settings.title
source: Sync Settings
de: Sync Einstellungen

# sync.network_status
source: Network Status
de: Netzwerkstatus

# sync.connected
source: Connected
de: Verbunden

# sync.disconnected
source: Disconnected
de: Getrennt

# sync.state.idle
source: Idle
de: Bereit

# sync.state.syncing
source: Syncing...
de: Synchronisiere...

# sync.state.uploading
source: Uploading...
de: Lade hoch...

# sync.state.downloading
source: Downloading...
de: Lade herunter...

# sync.state.error
source: Error
de: Fehler

# sync.calculating
source: Calculating...
de: Berechne...

# sync.sync_now
source: Sync Now
de: Jetzt synchronisieren

# sync.every_5_minutes
source: Every 5 minutes
de: Alle 5 Minuten

# sync.download_from_cloud
source: Download from Cloud
de: Aus Cloud laden

# sync.download_confirmation_title
source: Download from Cloud?
de: Aus Cloud laden?

# sync.download_confirmation_message
source: Your local data will be replaced with the data from the cloud. This action cannot be undone.
de: Lokale Daten werden durch Cloud-Daten ersetzt. Dies kann nicht rückgängig gemacht werden.

# sync.download_confirm
source: Download and Replace
de: Laden & Ersetzen

# sync.actions_section
source: Actions
de: Aktionen

# sync.actions_footer
source: You can manually synchronize your data.
de: Du kannst deine Daten manuell synchronisieren.

# sync.last_sync
source: Last Sync
de: Letzte Synchronisation

# sync.last_sync_footer
source: Your data was last updated at the time shown above.
de: Zeitpunkt der letzten Datenaktualisierung.

# sync.cache_size
source: Cache Size
de: Cache-Größe

# sync.clear_cache
source: Clear Cache
de: Cache leeren

# sync.clear_cache_title
source: Clear Cache
de: Cache leeren

# sync.clear_cache_confirm
source: All local cache will be cleared. Do you want to continue?
de: Soll der lokale Cache geleert werden? Fortfahren?

# sync.cache_footer
source: Clearing the cache frees up space on your device.
de: Cache leeren gibt Speicherplatz auf deinem Gerät frei.

# sync.error.not_authenticated
source: Please sign in
de: Bitte anmelden

# sync.error.network
source: No network connection
de: Kein Internet

# sync.error.failed
source: Sync failed
de: Synchronisation fehlgeschlagen

# sync.error.conflict
source: Data conflict detected
de: Datenkonflikt erkannt

# settings.language.system
source: System
de: Systemsprache

# settings.language.turkish
source: Turkish
de: Türkisch

# settings.language.english
source: English
de: Englisch

# settings.language.system_desc
source: Use device language
de: Geräteeinstellungen verwenden

# settings.language.turkish_desc
source: Use Turkish interface
de: Oberfläche auf Türkisch

# settings.language.english_desc
source: Use English interface
de: Oberfläche auf Englisch

# settings.language_hint
source: Language change applies immediately
de: Sprachänderung wird sofort angewendet

# settings.language_changed_title
source: Language Changed
de: Sprache geändert

# settings.language_changed_message
source: App language has been changed successfully.
de: App-Sprache erfolgreich geändert.

# settings.language_change_title
source: Change Language
de: Sprachwechsel

# settings.language_change_message
source: The app needs to restart to fully apply the language change.
de: Ein Neustart ist erforderlich, um die Sprache vollständig zu übernehmen.

# settings.language_footer
source: App will restart to apply language change
de: Die App wird nach dem Sprachwechsel neu gestartet

# settings_language_footer
source: The app will restart to fully apply the language change.
de: Neustart für vollständige Anwendung erforderlich.

# settings.restart_now
source: Restart Now
de: Jetzt neu starten

# settings.restart_later
source: Later
de: Später

# settings.source_code
source: Source Code
de: Quellcode

# settings.contact
source: Contact Us
de: Kontakt

# settings.about
source: About
de: Über

# settings.rate_app
source: Rate App
de: App bewerten

# settings.rate_app_desc
source: If you like Social Bookmark, please give us a rating!
de: Wenn dir die App gefällt, freuen wir uns über eine Bewertung!

# settings.deleteAll
source: Delete All Data
de: Alle Daten löschen

# settings.deleteAll.title
source: Delete All Data
de: Alle Daten löschen

# settings.deleteAll.message
source: All bookmarks and categories will be deleted. This cannot be undone!
de: Alle Lesezeichen und Kategorien werden gelöscht. Dies ist permanent!

# widget.reading_progress
source: Reading Progress
de: Lesefortschritt

# widget.quick_stats
source: Quick Stats
de: Statistiken

# widget.popular_tags
source: Popular Tags
de: Beliebte Tags

# widget.read_count %lld %lld
source: %lld/%lld read
de: %lld/%lld gelesen

# migration.state.idle
source: Ready
de: Bereit

# migration.state.preparing
source: Preparing...
de: Bereite vor...

# migration.state.categories %lld %lld
source: Migrating categories (%lld/%lld)
de: Migriere Kategorien (%lld/%lld)

# migration.state.bookmarks %lld %lld
source: Migrating bookmarks (%lld/%lld)
de: Migriere Lesezeichen (%lld/%lld)

# migration.state.images %lld %lld
source: Uploading images (%lld/%lld)
de: Lade Bilder hoch (%lld/%lld)

# migration.state.cleaning
source: Cleaning up...
de: Bereinige...

# migration.state.completed
source: Completed!
de: Abgeschlossen!

# migration.state.failed %@
source: Error: %@
de: Fehler: %@

# migration.error.not_anonymous
source: Only anonymous accounts can be migrated
de: Nur anonyme Konten können migriert werden

# migration.error.no_new_account
source: New account not found
de: Kein neues Konto gefunden

# migration.error.same_account
source: Cannot migrate to the same account
de: Migration auf das gleiche Konto nicht möglich

# migration.error.in_progress
source: Migration already in progress
de: Migration läuft bereits

# migration.error.no_data
source: No data to migrate
de: Keine Daten zum Migrieren

# migration.error.category_failed %@
source: Category migration failed: %@
de: Kategorie-Migration fehlgeschlagen: %@

# migration.error.bookmark_failed %@
source: Bookmark migration failed: %@
de: Lesezeichen-Migration fehlgeschlagen: %@

# migration.error.image_failed %@
source: Image migration failed: %@
de: Bild-Migration fehlgeschlagen: %@

# migration.error.cleanup_failed %@
source: Cleanup failed: %@
de: Bereinigung fehlgeschlagen: %@

# migration.error.network
source: Internet connection required
de: Internet für Migration erforderlich

# settings.secure_your_data
source: Secure Your Data
de: Deine Daten sichern

# settings.link_description
source: Sign in with your Apple account to backup your data to the cloud and sync across all your devices.
de: Melde dich mit Apple an, um deine Daten in der Cloud zu sichern und geräteübergreifend zu synchronisieren.

# settings.benefit_restore
source: Restore your data anytime
de: Daten jederzeit wiederherstellen

# settings.migration_warning_title
source: Important
de: Wichtig

# settings.migration_warning_body
source: This action cannot be undone. Your data will be permanently linked to your Apple account.
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Deine Daten werden permanent mit deinem Apple-Konto verknüpft.

# settings.migrating_data
source: Migrating Data
de: Daten werden migriert

# settings.do_not_close
source: Please don't close the app
de: Bitte die App nicht schließen

# settings.migration_complete
source: Migration Complete!
de: Migration abgeschlossen!

# settings.migration_complete_desc
source: All your data has been successfully transferred to your Apple account.
de: Alle Daten wurden erfolgreich auf dein Apple-Konto übertragen.

# settings.categories_migrated
source: Categories
de: Kategorien migriert

# settings.bookmarks_migrated
source: Bookmarks
de: Lesezeichen migriert

# settings.images_migrated
source: Images
de: Bilder migriert

# settings.migration_failed
source: Migration Failed
de: Migration fehlgeschlagen

# settings.signout_warning_title
source: Sign Out?
de: Abmelden?

# settings.signout_warning_anonymous
source: All data in your anonymous account will be deleted and cannot be recovered.
de: Da dies ein anonymes Konto ist, gehen alle Daten dauerhaft verloren.

# settings.signout_warning_authenticated
source: Data on this device will be cleared. Your data will be restored when you sign in again.
de: Daten werden von diesem Gerät entfernt und beim nächsten Login wiederhergestellt.

# settings.signout_confirm
source: Sign Out
de: Abmelden

# editBookmark.title
source: Edit
de: Bearbeiten

# editBookmark.section.images
source: Images
de: Bilder

# editBookmark.field.notes
source: Notes (optional)
de: Notizen (Optional)

# editBookmark.field.tags
source: Tags (comma separated)
de: Tags (mit Komma trennen)

# editBookmark.addImage
source: Add Image
de: Bild hinzufügen

# editBookmark.maxImages
source: You can add up to 4 images
de: Max. 4 Bilder möglich

# editBookmark.imageCount %lld
source: %lld/4 images
de: Bilder %lld/4

# editBookmark.processingImages
source: Processing images...
de: Verarbeite Bilder...

# editBookmark.tapToEdit
source: Tap image to edit
de: Zum Bearbeiten Bild tippen

# editBookmark.newBadge
source: NEW
de: NEU

# editBookmark.imageOptions
source: Image Options
de: Bildoptionen

# editBookmark.viewFullScreen
source: View Full Screen
de: Vollbild

# editBookmark.category
source: Category
de: Kategorie

# editBookmark.uncategorized
source: Uncategorized
de: Nicht kategorisiert

# editBookmark.noCategories
source: No categories defined
de: Keine Kategorien definiert

# editBookmark.createCategoryHint
source: You can create a new category from the home screen
de: Erstelle Kategorien auf dem Homescreen

# editBookmark.source
source: Source
de: Quelle

# editBookmark.tagsHint
source: Example: Swift, iOS, Tutorial
de: z.B. Swift, iOS, Tutorial

# editBookmark.saveError
source: An error occurred while saving
de: Fehler beim Speichern

# common.add
source: Add
de: Hinzufügen

# filters.title
source: Filters
de: Filter

# preview.title
source: Preview
de: Vorschau

source: Image Preview
de: Bildvorschau

# button.close
source: Close
de: Schließen

# button.confirm
source: Confirm
de: Bestätigen

# button.cancel
source: Cancel
de: Abbrechen

# button.save
source: Save
de: Speichern

# button.edit
source: Edit
de: Bearbeiten

# button.delete
source: Delete
de: Löschen

# button.copy
source: Copy
de: Kopieren

# category.icons.show_more
source: More Icons
de: Mehr Icons anzeigen

# category.icons.all_title
source: All Icons
de: Alle Icons

# category.icons.search
source: Search icons...
de: Icon suchen...

# category.icons.total_count %lld
source: Total %lld icons
de: Gesamt %lld Icons

# category.icons.general
source: General
de: Allgemein

# category.icons.books
source: Books & Reading
de: Bücher & Lesen

# category.icons.communication
source: Communication
de: Kommunikation

# category.icons.people
source: People
de: Personen

# category.icons.sports
source: Sports & Fitness
de: Sport & Fitness

# category.icons.nature
source: Nature & Weather
de: Natur & Wetter

# category.icons.objects
source: Objects
de: Objekte

# category.icons.devices
source: Devices
de: Geräte

# category.icons.places
source: Places
de: Orte

# category.icons.work
source: Work & Office
de: Arbeit & Büro

# category.icons.health
source: Health
de: Gesundheit

# category.icons.food
source: Food & Drink
de: Essen & Trinken

# category.icons.entertainment
source: Entertainment
de: Unterhaltung

# category.icons.education
source: Education
de: Bildung

# category.icons.tech
source: Technology
de: Technik

# category.icons.symbols
source: Symbols & Shapes
de: Symbole

# category.icons.security
source: Security
de: Sicherheit

# category.icons.media
source: Media Controls
de: Mediensteuerung

# category.icons.badges
source: Flags & Badges
de: Flaggen & Abzeichen

# addBookmark.clearAll
source: Clear All
de: Alle löschen

# addBookmark.category.no_category_hint
source: Save without category
de: Als nicht kategorisiert speichern

# addBookmark.section.coverImage
source: Cover Image
de: Titelbild

# addBookmark.coverImage.add
source: Add Cover Image
de: Titelbild hinzufügen

# addBookmark.coverImage.hint
source: Choose a custom image for the bookmark
de: Wähle ein Vorschaubild

# addBookmark.coverImage.footer
source: Add a custom cover image that will appear in the list
de: Wähle ein Bild für die Listenansicht

# addBookmark.coverImage.edit
source: Crop
de: Zuschneiden

# addBookmark.coverImage.change
source: Change
de: Ändern

# addBookmark.coverImage.remove
source: Remove
de: Entfernen

# addBookmark.section.ocr
source: Text Extraction (OCR)
de: Texterkennung (OCR)

# addBookmark.ocr.add
source: Extract Text from Image
de: Text aus Bild extrahieren

# addBookmark.ocr.hint
source: Add text from photo to notes
de: Füge Text aus Bildern zu Notizen hinzu

# addBookmark.ocr.footer
source: Extract text from an image and automatically add it to notes
de: Erkennt Text automatisch und füllt Notizen aus

# addBookmark.ocr.completed
source: Text extracted
de: Erkennung abgeschlossen

# addBookmark.ocr.completedHint
source: Text added to notes
de: Text zu Notizen hinzugefügt

# addBookmark.ocr.recrop
source: Recrop
de: Neu zuschneiden

# addBookmark.ocr.remove
source: Remove
de: Entfernen

# source.twitter.description
source: Twitter/X posts
de: X / Twitter Post

# source.reddit.description
source: Reddit posts & comments
de: Reddit Post oder Kommentar

# source.linkedin.description
source: LinkedIn posts
de: LinkedIn Post

# source.medium.description
source: Medium articles
de: Medium Artikel

# source.youtube.description
source: YouTube videos
de: YouTube Video

# source.github.description
source: GitHub repositories
de: GitHub Repository

# source.news.description
source: News articles
de: News Artikel

# source.blog.description
source: Blog posts
de: Blog Post

# source.documentation.description
source: Technical documentation
de: Dokumentation

# encryption.status.label
source: Encryption Status
de: Verschlüsselungsstatus

# encryption.status.active
source: Active
de: Aktiv

# encryption.status.inactive
source: Inactive
de: Inaktiv

# encryption.status.footer
source: Your data is encrypted on your device. Only the encrypted version is stored on the server.
de: Deine Daten sind lokal verschlüsselt. Der Server speichert nur die verschlüsselte Version.

# encryption.export.button
source: Export Key
de: Key exportieren

# encryption.export.key_label
source: Your Encryption Key:
de: Dein Verschlüsselungs-Key:

# encryption.export.copy_button
source: Copy
de: Kopieren

# encryption.export.footer
source: ⚠️ Keep this key in a safe place. If you lose it, you won't be able to access your data.
de: ⚠️ Bewahre diesen Key sicher auf. Ohne ihn kannst du deine Daten nicht wiederherstellen.

# encryption.import.title
source: Restore
de: Wiederherstellen

# encryption.import.placeholder
source: Paste key...
de: Key hier einfügen...

# encryption.import.button
source: Import Key
de: Key importieren

# encryption.danger.title
source: Danger Zone
de: Gefahrenzone

# encryption.danger.reset_button
source: Reset Key
de: Key zurücksetzen

# encryption.danger.footer
source: ⚠️ If you reset the key, all your encrypted data will become unreadable!
de: ⚠️ Das Zurücksetzen macht alle bisherigen verschlüsselten Daten unlesbar!

# encryption.alert.reset_title
source: Reset Key
de: Key zurücksetzen

# encryption.alert.reset_message
source: This action cannot be undone. All your encrypted data will become unreadable.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.

# encryption.alert.cancel
source: Cancel
de: Abbrechen

# encryption.alert.reset_confirm
source: Reset
de: Zurücksetzen

# encryption.alert.import_success
source: Key imported successfully
de: Key erfolgreich importiert

# encryption.navigation_title
source: Encryption
de: Verschlüsselung

# encryption.error.key_not_found
source: Encryption key not found
de: Key nicht gefunden

# encryption.error.invalid_key_format
source: Invalid key format
de: Ungültiges Key-Format

# encryption.error.encoding_failed
source: Data could not be encoded
de: Kodierung fehlgeschlagen

# encryption.error.decoding_failed
source: Data could not be decoded
de: Dekodierung fehlgeschlagen

# encryption.error.encryption_failed
source: Encryption failed
de: Verschlüsselung fehlgeschlagen

# encryption.error.decryption_failed
source: Decryption failed
de: Entschlüsselung fehlgeschlagen

# onboarding.welcome.title
source: Welcome to Social Bookmark!
de: Willkommen bei Social Bookmark!

# onboarding.welcome.subtitle
source: Save, organize, and access your content from anywhere
de: Speichere und ordne deine Inhalte von überall

# onboarding.sources.title
source: All Your Favorites in One Place
de: Alles an einem Ort

# onboarding.sources.subtitle
source: Save content from Twitter, Reddit, LinkedIn, Medium and more
de: Speichere von Twitter, Reddit, LinkedIn, Medium und mehr

# onboarding.sources.features.smart
source: ✨ Smart content extraction
de: ✨ Intelligente Extraktion

# onboarding.sources.features.ocr
source: 📸 Read text in images (OCR)
de: 📸 Texterkennung in Bildern (OCR)

# onboarding.sources.features.web
source: 🔗 Save web pages with full content
de: 🔗 Ganze Webseiten speichern

# onboarding.share.title
source: Save with One Tap, Anywhere
de: Speichern mit einem Tipp

# onboarding.share.subtitle
source: Use the share menu from any app like Safari, Twitter, Reddit...
de: Nutze das Teilen-Menü in Safari, Twitter, Reddit...

# onboarding.share.step1
source: Tap the share button in any app
de: Tippe auf 'Teilen' in einer beliebigen App

# onboarding.share.step2
source: Select Social Bookmark
de: Wähle Link Bookmark

# onboarding.share.step3
source: Content is automatically saved and categorized
de: Inhalt wird automatisch gespeichert

# onboarding.share.reminder
source: Don't forget to enable the Share Extension on first use!
de: Vergiss nicht, die Erweiterung beim ersten Mal zu aktivieren!

# onboarding.search.title
source: Find Anything Instantly
de: Finde alles sofort

# onboarding.search.subtitle
source: Search across all your content, titles, descriptions and full texts with powerful search
de: Starke Suche in Titeln, Beschreibungen und Volltext

# onboarding.search.features.fulltext
source: 📝 Full-text search - search in all content
de: 📝 Volltextsuche - Suche im Inhalt

# onboarding.search.features.filter
source: 🏷️ Filter by categories
de: 🏷️ Schnellfilter nach Kategorien

# onboarding.search.features.sync
source: ☁️ Sync across all your devices
de: ☁️ Nahtlose Synchronisation

# onboarding.search.features.secure
source: 🔐 Secure with end-to-end encryption
de: 🔐 Ende-zu-Ende verschlüsselt

# onboarding.notifications.title
source: Never Miss a Thing
de: Nichts verpassen

# onboarding.notifications.subtitle
source: Use your bookmarks more efficiently with important updates and reading reminders.
de: Nutze Lesezeichen effektiver mit Erinnerungen.

# onboarding.notifications.feature1
source: Reading reminders
de: Erinnerungen zum Lesen

# onboarding.notifications.feature2
source: New feature announcements
de: Neue Features & Updates

# onboarding.notifications.feature3
source: Secure and private notifications
de: Sicher & Privat

# home.notification_card.title
source: Enable Notifications
de: Mitteilungen erlauben

# home.notification_card.subtitle
source: Activate notifications for reminders and updates.
de: Aktiviere Mitteilungen für Erinnerungen.

# home.notification_card.button
source: Enable Now
de: Jetzt aktivieren

# onboarding.action.login
source: Have an account? Sign In
de: Bereits ein Konto? Anmelden

# paywall.unauthenticated_title
source: Sign In First
de: Bitte zuerst anmelden

# paywall.unauthenticated_subtitle
source: Please sign in to use Pro features and backup your data.
de: Anmelden, um Pro-Features zu nutzen.

# paywall.pro_features_title
source: What's in Pro?
de: Was bietet Pro?

# paywall.feature.unlimited_bookmarks
source: Unlimited Bookmarks
de: Unbegrenzte Lesezeichen

# paywall.feature.custom_categories
source: Create Custom Categories
de: Eigene Kategorien

# paywall.feature.ocr
source: Image Text Search (OCR)
de: Suche in Bildern (OCR)

# paywall.feature.multi_image
source: Multiple Image Support
de: Support für mehrere Bilder

# paywall.feature.cloud_sync
source: Cross-Device Sync
de: Cloud Sync

# paywall.feature.ad_free
source: Ad-free Experience
de: Werbefrei

# settings.advanced.cleanup
source: Data Cleanup
de: Daten bereinigen

# settings.advanced.encryption_debug
source: Encryption Debug
de: Verschlüsselungs-Debug

# cleanup.title
source: Data Cleanup
de: Daten bereinigen

# cleanup.status.ready
source: Ready
de: Bereit

# cleanup.action.delete_all
source: Clear All Data and Re-sync
de: Lokale Daten löschen & neu laden

# cleanup.section.danger
source: ⚠️ Dangerous Operations
de: ⚠️ Gefährliche Aktion

# cleanup.footer.danger
source: This operation will delete all local bookmarks and categories and re-download them from Supabase. Encrypted data will be correctly decrypted.
de: Löscht lokale Lesezeichen/Kategorien und lädt sie neu vom Server.

# cleanup.alert.title
source: Are you sure?
de: Bist du sicher?

# cleanup.alert.cancel
source: Cancel
de: Abbrechen

# cleanup.alert.confirm
source: Yes, Clear
de: Ja, bereinigen

# cleanup.alert.message
source: All local data will be deleted and re-downloaded from Supabase.
de: Lokale Daten werden entfernt und neu synchronisiert.

# cleanup.status.deleting
source: 🗑️ Deleting local data...
de: 🗑️ Lösche lokale Daten...

# cleanup.status.deleted_count %lld %lld
source: ✅ %lld bookmarks, %lld categories deleted
de: ✅ %lld Lesezeichen, %lld Kategorien gelöscht

# cleanup.status.preparing
source: ⚙️ Preparing sync service...
de: ⚙️ Bereite Sync vor...

# cleanup.status.downloading
source: 📥 Downloading from Supabase...
de: 📥 Lade von Cloud...

# cleanup.status.completed_count %lld %lld
source: ✅ Completed! %lld categories, %lld bookmarks downloaded.
de: ✅ Fertig! %lld Kategorien, %lld Lesezeichen geladen.

# cleanup.status.error %@
source: ❌ Error: %@
de: ❌ Fehler: %@

# encryption.debug.title
source: Encryption Debug
de: Verschlüsselungs-Debug

# encryption.debug.key_status
source: Encryption Key Status
de: Key Status

# encryption.debug.has_key
source: Key Exists?
de: Hat Key?

# encryption.debug.yes
source: ✅ YES
de: ✅ Ja

# encryption.debug.no
source: ❌ NO
de: ❌ Nein

# encryption.debug.check_key
source: Check Key
de: Key prüfen

# encryption.debug.test_section
source: Test Encryption
de: Verschlüsselungs-Test

# encryption.debug.run_test
source: Run Encryption Test
de: Test starten

# encryption.debug.export_button
source: Export Key
de: Key exportieren

# encryption.debug.import_placeholder
source: Paste key here...
de: Key hier einfügen...
