Repository: unalkoseoglu/social-bookmark
Catalog: Social Bookmark/*.lproj/Localizable.strings
Languages: de

# encryption.debug.import_button
source: Import Key
de: Key importieren

# encryption.debug.import_footer
source: Paste the key you exported from your iPhone here to import it.
de: Key von anderem Gerät einfügen.

# encryption.debug.test_success
source: ✅ Encryption key loaded successfully
de: ✅ Key erfolgreich geladen

# encryption.debug.test_fail %@
source: ❌ Encryption key load failed: %@
de: ❌ Key-Laden fehlgeschlagen: %@

# encryption.debug.test_run_success %@
source: ✅ Encryption/Decryption successful! Original: %@
de: ✅ Verschlüsselung/Entschlüsselung ok! Original: %@

# encryption.debug.test_run_fail %@
source: ❌ Decryption failed! Original: %@
de: ❌ Entschlüsselung fehlgeschlagen! Original: %@

# encryption.debug.copy_success %@
source: ✅ Key copied! First 20 characters: %@...
de: ✅ Key kopiert! Erste 20 Zeichen: %@...

# encryption.debug.import_success
source: ✅ Key imported successfully!
de: ✅ Key erfolgreich importiert!
